{
  "games": [
    {
      "id": 1,
      "title": "Ramses Book",
      "image": "https://gamomat.com/wp-content/uploads/2020/05/ramses-book-s.jpg",
      "description": "The themed game Ramses Book offers a first-class gaming experience. Look out for the mighty Egyptian book, which is wild and unlocks Free Games with a bonus symbol.",
      "publisher": "Gamomat"
    },
    {
      "id": 2,
      "title": "Royal Seven XXL",
      "image": "https://gamomat.com/wp-content/uploads/2020/05/royal-seven-xxl-s.jpg",
      "description": "This royal fruit game not only impresses with warm colors. It also provides courtly excitement when stacked symbols appear all over the screen. Your Highness will be delighted, as even more paylines provide even more winnings.",
      "publisher": "Gamomat"
    },
    {
      "id": 3,
      "title": "Nordic Fire",
      "image": "https://gamomat.com/wp-content/uploads/2022/09/nordic_fire_s.jpg",
      "description": "Fight alongside the vikings against the mighty Surt. Winnings in the Free Games can even be higher with instant evaluation of Fire Orbs and additional spins.",
      "publisher": "Gamomat"
    },
    {
      "id": 4,
      "title": "20 Flaring Fruits",
      "image": "https://gamomat.com/wp-content/uploads/2022/03/20_flaring_fruits_s-400x600.jpg",
      "description": "Get a taste of GAMOMAT's juicy fruit-themed game, 20 Flaring Fruits. This fresh title from GAMOMAT is bursting with colour and features fantastic Flaring Fruits. The game has a 5×3 layout, 20 paylines and an extra scatter Star-Symbol that can return delicious extra winnings.",
      "publisher": "Gamomat"
    },
    {
      "id": 5,
      "title": "50 Flaring Fruits",
      "image": "https://gamomat.com/wp-content/uploads/2022/04/50_flaring_fruits_s-400x600.jpg",
      "description": "Get a taste of GAMOMAT's juicy fruit-themed game, 50 Flaring Fruits. This fresh title from GAMOMAT is bursting with colour and features fantastic Flaring Fruits. The game has a 5x4 layout, 50 paylines and an extra scatter Star-Symbol that can return delicious extra winnings.",
      "publisher": "Gamomat"
    },
    {
      "id": 6,
      "title": "Crystal Strike",
      "image": "https://gamomat.com/wp-content/uploads/2020/11/crystal-strike-s-400x600.jpg",
      "description": "Enter the crystal cave and discover the powerful Energy Spheres. They trigger respins and spread into large Wild blocks to strike extra big wins.",
      "publisher": ""
    },
    {
      "id": 7,
      "title": "Feng's Fortune",
      "image": "http://gamomat.com/wp-content/uploads/2023/03/fengs_fortune_s-400x600.jpg",
      "description": "Enter the mystical world of Feng, the powerful phoenix, and use your chance to win a share of his wealth in this exciting slot game with mythological free games. Win free games with Feng's luck.",
      "publisher": "Gamomat"
    },
    {
      "id": 8,
      "title": "20 Ember Wilds",
      "image": "http://gamomat.com/wp-content/uploads/2023/03/20_ember_wilds_s-400x600.jpg",
      "description": "20 Ember Wilds captures the imagination with glowing diamonds and fantastic fruit symbols. With 20 paylines and a classic 5x3 layout, fans of classic slots will absolutely love this.",
      "publisher": "Gamomat"
    },
    {
      "id": 9,
      "title": "Vegas Fruits",
      "image": "http://gamomat.com/wp-content/uploads/2022/12/vegas_fruits_s-400x600.jpg",
      "publisher": "Gamomat"
    },
    {
      "id": 11,
      "title": "Alexandria Fire",
      "image": "https://gamomat.com/wp-content/uploads/2020/05/royal-seven-xxl-s.jpg",
      "description": "Ignite the hold-and-respin feature with the beacon of the Pharos of Alexandria to experience the glory of an ancient world. During Free Games, Isis guides you through the heavy stone gates for the chance of great Winnings.",
      "publisher": "Gamomat"
    },
    {
      "id": 12,
      "title": "Divine Fire",
      "image": "http://gamomat.com/wp-content/uploads/2022/03/divine_fire_s-400x600.jpg",
      "description": "Together with Hephaestus, initiate the magical power of the book and forge your own happiness. Achieve Olympic glory with the fiery hold-and-respin feature.",
      "publisher": "Gamomat"
    },
    {
      "id": 13,
      "title": "HEART OF MAYA",
      "image": "https://www.merkur-gaming.com/medien/content_images/games/heart-of-maya/heartofmaya-button_450_299_fix.jpg",
      "description": "Embark on an exciting journey into the breathtaking Mayan Empire. Discover the mysterious and exciting culture, as well as a nature that is second to none. Go on a quest to the temple to reach treasures of incredible value, the bonus symbols will guide you there. Are you ready for an exciting discovery? Come on and let's go!",
      "publisher": ""
    },
    {
      "id": 14,
      "title": "JUNGLE FEELING",
      "image": "https://www.merkur-gaming.com/medien/content_images/games/jungle-feeling/junglefeeling-button_450_299_fix.jpg",
      "description": "Jungle Feeling welcomes you to a unique setting of untouched, ancient woodlands, native inhabitants, wild animals and unbelievable treasures. However, that‘s not all, the game has a wide portfolio of unpredictable and exciting features to offer. Jungle Feeling knows how to engage with all types of players and resonates well with their demands. Are you ready for the adventure?",
      "publisher": "Merkur"
    },
    {
      "id": 15,
      "title": "KONG'S TEMPLE",
      "image": "https://www.merkur-gaming.com/medien/content_images/games/kongs-temple/kongstemple-button_450_299_fix.jpg",
      "description": "In Kong's Temple you'll go on an exciting quest to find the treasure of the mighty Kong. But first you have to find the sought-after temple with incredible valuables. During Free Games, the goal is to escape the mighty Kong and find his riches. Gather all your courage and get going!",
      "publisher": "Merkur"
    },
    {
      "id": 16,
      "title": "REELS OF FLAME",
      "image": "https://www.merkur-gaming.com/medien/content_images/games/reels-of-flame/reelsofflame-button_450_299_fix.jpg",
      "description": "Hot, hotter - Reels of Flame! This novelty resonates well with fruit game enthusiasts looking for a highly anticipated game with stunning features. Reels of Flame knows how to create an exciting gaming atmosphere and meet players preferences. Let's go and spin the reels until they burn!",
      "publisher": "Merkur"
    },
    {
      "id": 17,
      "title": "CLUSTER GODS",
      "image": "https://www.merkur-gaming.com/medien/content_images/games/cluster-gods/clustergods-button_450_299_fix.png",
      "description": "The Egyptian themed beauty, Cluster Gods, knows how to create excitement and action! Cluster Gods gets a boost thanks to its innovative game concept. The 5x5 matrix novelty draws attention to itself due to its unique gameplay. The cluster concept allows it to resonate well with players looking for an advanced game experience. Prizes are coming to you in attractive clusters!",
      "publisher": "Merkur"
    },
    {
      "id": 18,
      "title": "KEY OF THE NILE",
      "image": "https://www.merkur-gaming.com/medien/content_images/games/key-of-the-nile/keyofthenile-button_450_299_fix.png",
      "description": "Let's travel back in time, to the ancient Egyptian era of pharaohs, impressive architecture, and culture. Key of the Nile got it all – here you play on 5 reels and 20 lines with a very high volatility for a maximum amount of high-class entertainment that is second to none. The breathtaking Free Games and the thrilling Key Feature give the game an extra edge. Solve the mystery, search for the expanding key and gather great wins!",
      "publisher": "Merkur"
    },
    {
      "id": 19,
      "title": "MEDUSA'S EYES",
      "image": "https://www.merkur-gaming.com/medien/content_images/games/medusas-eyes/medusaseyes-button_450_299_fix.png",
      "description": "It is undoubtedly the case that the Greek mythology is said to be one of the most mysterious and exciting ones. There are many rumors about Medusa and her unique capabilities. Once you look her in the eyes, you’ll get petrified. In Medusa’s Eyes, you play on 5 reels and 243 ways that guarantee action and adrenaline. The game gets an extra edge by its thrilling Free Games and Features. For instance, Sticky Wilds during Free Games ensure that Medusa’s Eyes plays in a league of its own. Get spinning and beat Medusa!",
      "publisher": "Merkur"
    },
    {
      "id": 20,
      "title": "MULTI 7 WILD",
      "image": "https://www.merkur-gaming.com/medien/content_images/games/multi-7-wild/multi7wild-button_450_299_fix.png",
      "description": "The latest novelty in the fruit reel game sector, Multi 7 Wild, is characterized as sparkling, refreshing and electrifying. Colorful fruits and Wild 7’s guarantee an exciting gameplay action. This lush game comes along with tasty Features that resonate well with players looking for a thrilling playing atmosphere. The volatility is classified as middle.",
      "publisher": "Merkur"
    },
    {
      "id": 21,
      "title": "RUBY SEVENS",
      "image": "https://www.merkur-gaming.com/medien/content_images/games/ruby-sevens/rubysevens-button_450_299_fix.png",
      "description": "Ruby Sevens Deluxe is associated with vitality, fruity fun and excitement. The game is available with 4 different line versions to address a wider target audience. Join us for a unique fruit party, enriched with fortune bringing shamrocks!",
      "publisher": "Merkur"
    },
    {
      "id": 22,
      "title": "BLACK HOLE",
      "image": "https://www.merkur-gaming.com/medien/content_images/games/black-hole/blackhole-button_450_299_fix.png",
      "description": "Black Hole guarantees the player an unique gameplay atmosphere and puts the player in a challenging position. Can you set the tower up to the maximum - are you ready for the challenge? This Cashpot game resonates well with players looking for an extra adrenaline kick. The volatility of the Game is classified as very high.",
      "publisher": "Merkur"
    },
    {
      "id": 23,
      "title": "BLAZING BURST",
      "image": "https://www.merkur-gaming.com/medien/content_images/games/blazing-burst/blazingburst-button_450_299_fix.png",
      "description": "This Game not only scores with profitable fruits. It also convinces with luck bringing Wild combinations.",
      "publisher": "Merkur"
    },
    {
      "id": 24,
      "title": "BOOK OF FIRE",
      "image": "https://www.merkur-gaming.com/medien/content_images/games/book-of-fire/bookoffire-button_450_299_fix.png",
      "description": "Book of Fire, a best-in-class mystic themed reel game with a touch of the past and witchcraft. Pay the enchanted world of the supernatural game a visit that you will definitely not regret. This game resonates well with Free Game enthusiasts, thanks to exciting game Features. This game surely becomes a players favorite. The volatility of the game is classified as very high.",
      "publisher": "Merkur"
    }
  ]
}
